CSI API ETABS v1
cSapModel.DatabaseTables Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDatabaseTables DatabaseTables { get; }
ReadOnly Property DatabaseTables As cDatabaseTables
	Get
Dim instance As cSapModel
Dim value As cDatabaseTables
value = instance.DatabaseTables
property cDatabaseTables^ DatabaseTables {
	cDatabaseTables^ get ();
}
abstract DatabaseTables : cDatabaseTables with get
Property Value
Type: cDatabaseTables
See Also
Reference
cSapModel Interface
ETABSv1 Namespace